Repository: MustangYM/Compositor
Catalog: Compositor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: Font face, including bold and italic variants
de: Schriftschnitt, einschließlich fetter und kursiver Varianten
es: Estilo de fuente, incluidas las variantes negrita y cursiva
fr: Style de police, y compris les variantes grasses et italiques
ja: 太字や斜体を含むフォントスタイル
ko: 굵게와 기울임꼴을 포함한 글꼴 스타일
pt_br: Estilo da fonte, incluindo variantes em negrito e itálico
zh_hans: 字体样式，包括粗体和斜体变体
zh_hant: 字型樣式，包括粗體和斜體變體

source: Foreground
de: Vordergrund
es: Frontal
fr: Premier plan
ja: 描画色
ko: 전경색
pt_br: Primeiro plano
zh_hans: 前景色
zh_hant: 前景色

source: Foreground color
de: Vordergrundfarbe
es: Color frontal
fr: Couleur de premier plan
ja: 描画色
ko: 전경색
pt_br: Cor do primeiro plano
zh_hans: 前景色
zh_hant: 前景色

source: Foreground to Background
de: Vordergrund zu Hintergrund
es: Frontal a fondo
fr: Premier plan vers arrière-plan
ja: 描画色から背景色へ
ko: 전경색에서 배경색으로
pt_br: Primeiro plano para plano de fundo
zh_hans: 前景色到背景色
zh_hant: 前景色至背景色

source: Foreground to Transparent
de: Vordergrund zu Transparent
es: Frontal a transparente
fr: Premier plan vers transparent
ja: 描画色から透明へ
ko: 전경색에서 투명으로
pt_br: Primeiro plano para transparente
zh_hans: 前景色到透明
zh_hant: 前景色至透明

source: Free
de: Frei
es: Libre
fr: Libre
ja: 自由
ko: 자유
pt_br: Livre
zh_hans: 自由
zh_hant: 自由

source: Freehand
de: Freihand
es: Mano alzada
fr: À main levée
ja: フリーハンド
ko: 자유형
pt_br: Mão livre
zh_hans: 自由绘制
zh_hant: 自由繪製

source: Full justification was imported as left alignment.
de: Blocksatz wurde als linksbündige Ausrichtung importiert.
es: La justificación completa fue importada como alineación izquierda.
fr: La justification complète a été importée avec un alignement à gauche.
ja: 均等配置は左揃えとして読み込まれました。
ko: 양쪽 정렬은 왼쪽 정렬로 가져왔습니다.
pt_br: A justificação completa foi importada como alinhamento esquerdo.
zh_hans: 两端对齐已按左对齐导入。
zh_hant: 兩端對齊已按左對齊讀入。

source: Fuzziness
de: Toleranz
es: Tolerancia
fr: Tolérance
ja: 許容量
ko: 허용량
pt_br: Grau de seleção
zh_hans: 颜色容差
zh_hant: 朦朧

source: Gaussian
de: Gaußsche Normalverteilung
es: Gaussiano
fr: Gaussienne
ja: 正規分布
ko: 가우시안
pt_br: Gaussiano
zh_hans: 高斯分布
zh_hant: 高斯

source: Gaussian Blur
de: Gaußscher Weichzeichner
es: Desenfoque gaussiano
fr: Flou gaussien
ja: ぼかし（ガウス）
ko: 가우시안 흐림 효과
pt_br: Desfoque gaussiano
zh_hans: 高斯模糊
zh_hant: 高斯模糊

source: Geometry
de: Geometrie
es: Geometría
fr: Géométrie
ja: ジオメトリ
ko: 기하학
pt_br: Geometria
zh_hans: 几何
zh_hant: 幾何

source: Glow
de: Schein
es: Resplandor
fr: Lueur
ja: 光彩
ko: 광선
pt_br: Brilho
zh_hans: 发光
zh_hant: 發光

source: Gradient
de: Verlauf
es: Degradado
fr: Dégradé
ja: グラデーション
ko: 그레이디언트
pt_br: Degradê
zh_hans: 渐变
zh_hant: 漸層

source: Gradient (G)
de: Verlauf (G)
es: Degradado (G)
fr: Dégradé (G)
ja: グラデーション（G）
ko: 그레이디언트 (G)
pt_br: Degradê (G)
zh_hans: 渐变 (G)
zh_hant: 漸層 (G)

source: Gradient Map
de: Verlaufsumsetzung
es: Mapa de degradado
fr: Courbe de transfert de dégradé
ja: グラデーションマップ
ko: 그레이디언트 맵
pt_br: Mapa de degradê
zh_hans: 渐变映射
zh_hant: 漸層對應

source: Gradient Mask
de: Verlaufsmaske
es: Máscara de degradado
fr: Masque en dégradé
ja: グラデーションマスク
ko: 그레이디언트 마스크
pt_br: Máscara de degradê
zh_hans: 渐变蒙版
zh_hant: 漸層遮色片

source: Gradient tool
de: Verlaufswerkzeug
es: Herramienta Degradado
fr: Outil Dégradé
ja: グラデーションツール
ko: 그레이디언트 도구
pt_br: Ferramenta Degradê
zh_hans: 渐变工具
zh_hant: 漸層工具

source: Grading
de: Color-Grading
es: Gradación de color
fr: Color Grading
ja: カラーグレーディング
ko: 색상 그레이딩
pt_br: Correção de cores
zh_hans: 颜色分级
zh_hant: 顏色分級

source: Grain
de: Körnung
es: Granulado
ja: 粒子
ko: 그레인
pt_br: Granulação
zh_hans: 颗粒
zh_hant: 顆粒

source: Gray
de: Grau
es: Gris
fr: Gris
ja: グレー
ko: 회색
pt_br: Cinza
zh_hans: 灰色
zh_hant: 灰色

source: Green
de: Grün
es: Verde
fr: Vert
ja: グリーン
ko: 녹색
pt_br: Verde
zh_hans: 绿色
zh_hant: 綠色

source: Green Amount
de: Grün-Intensität
es: Cantidad de verde
fr: Quantité de vert
ja: 緑の適用量
ko: 녹색 양
pt_br: Intensidade do verde
zh_hans: 绿色数量
zh_hant: 綠色總量

source: Green Hue
de: Grün-Farbton
es: Tono verde
fr: Teinte verte
ja: 緑の色相
ko: 녹색 색조
pt_br: Matiz verde
zh_hans: 绿色色相
zh_hant: 綠色色相

source: Green Primary
de: Primärwert Grün
es: Verde primario
fr: Vert primaire
ja: グリーン原色
ko: 녹색 원색
pt_br: Verde primário
zh_hans: 绿原色
zh_hant: 綠色原色

source: Greens
de: Grüntöne
es: Verdes
fr: Verts
ja: グリーン系
ko: 녹색 계열
pt_br: Verdes
zh_hans: 绿色
zh_hant: 綠色

source: Grid
de: Raster
es: Cuadrícula
fr: Grille
ja: グリッド
ko: 격자
pt_br: Grade
zh_hans: 网格
zh_hant: 格點

source: Grid Color
de: Rasterfarbe
es: Color de cuadrícula
fr: Couleur de la grille
ja: グリッドの色
ko: 격자 색상
pt_br: Cor da grade
zh_hans: 网格颜色
zh_hant: 格點顏色

source: Grid Settings…
de: Rastereinstellungen…
es: Ajustes de cuadrícula…
fr: Paramètres de la grille…
ja: グリッド設定…
ko: 격자 설정…
pt_br: Configurações da grade…
zh_hans: 网格设置…
zh_hant: 格點設定…

source: Gridline every
de: Rasterlinie alle
es: Línea de cuadrícula cada
fr: Pas de la grille
ja: グリッド線の間隔
ko: 격자선 간격
pt_br: Linha de grade a cada
zh_hans: 网格线间隔
zh_hant: 格點線間隔

source: Group Layers
de: Ebenen gruppieren
es: Agrupar capas
fr: Associer les calques
ja: レイヤーをグループ化
ko: 레이어 그룹화
pt_br: Agrupar camadas
zh_hans: 编组图层
zh_hant: 群組圖層

source: Group Selected Layers
de: Ebenen gruppieren
es: Agrupar capas
fr: Associer les calques
ja: レイヤーをグループ化
ko: 레이어 그룹화
pt_br: Agrupar camadas
zh_hans: 编组图层
zh_hant: 群組圖層

source: Group selected layers (⌘G)
de: Ausgewählte Ebenen gruppieren (⌘G)
es: Agrupar capas seleccionadas (⌘G)
fr: Associer les calques sélectionnés (⌘G)
ja: 選択したレイヤーをグループ化（⌘G）
ko: 선택한 레이어 그룹화 (⌘G)
pt_br: Agrupar camadas selecionadas (⌘G)
zh_hans: 编组所选图层 (⌘G)
zh_hant: 群組所選圖層 (⌘G)

source: Guided
de: Geführt
es: Guiado
fr: Guidée
ja: ガイド付き
ko: 안내선
pt_br: Guiado
zh_hans: 引导式
zh_hant: 引導式

source: Guides
de: Hilfslinien
es: Guías
fr: Repères
ja: ガイド
ko: 안내선
pt_br: Guias
zh_hans: 参考线
zh_hant: 參考線

source: Halftone Diamonds
de: Rasterrauten
es: Rombos de semitono
fr: Trame de losanges
ja: ハーフトーン（ひし形）
ko: 하프톤 마름모
pt_br: Losangos de meio-tom
zh_hans: 半调菱形
zh_hant: 半調菱形

source: Halftone Dots
de: Rasterpunkte
es: Puntos de semitono
fr: Trame de points
ja: ハーフトーン（ドット）
ko: 하프톤 점
pt_br: Pontos de meio-tom
zh_hans: 半调圆点
zh_hant: 半調圓點

source: Halftone Lines
de: Rasterlinien
es: Líneas de semitono
fr: Trame de lignes
ja: ハーフトーン（線）
ko: 하프톤 선
pt_br: Linhas de meio-tom
zh_hans: 半调线条
zh_hant: 半調線條

source: Hand tool
de: Hand-Werkzeug
es: Herramienta Mano
fr: Outil Main
ja: 手のひらツール
ko: 손 도구
pt_br: Ferramenta Mão
zh_hans: 抓手工具
zh_hant: 手形工具

source: Hard Light
de: Hartes Licht
es: Luz fuerte
fr: Lumière crue
ja: ハードライト
ko: 하드 라이트
pt_br: Luz direta
zh_hans: 强光
zh_hant: 實光

source: Hard Mix
de: Hart mischen
es: Mezcla definida
fr: Mélange maximal
ja: ハードミックス
ko: 하드 혼합
pt_br: Mistura sólida
zh_hans: 实色混合
zh_hant: 實色疊印混合

source: Hardness
de: Härte
es: Dureza
fr: Dureté
ja: 硬さ
ko: 경도
pt_br: Dureza
zh_hans: 硬度
zh_hant: 硬度

source: Height
de: Höhe
es: Altura
fr: Hauteur
ja: 高さ
ko: 높이
pt_br: Altura
zh_hans: 高度
zh_hant: 高度

source: Hex color
de: Hexadezimale Farbe
es: Color hex
fr: Couleur hexadécimale
ja: 16 進数カラー
ko: 16진수 색상
pt_br: Cor hexadecimal
zh_hans: 十六进制颜色
zh_hant: 十六進位顏色

source: Hide %1$@
de: %1$@ ausblenden
es: Ocultar %1$@
fr: Masquer %1$@
ja: %1$@を非表示
ko: %1$@ 숨기기
pt_br: Ocultar %1$@
zh_hans: 隐藏%1$@
zh_hant: 隱藏%1$@

source: Hide %1$@ in the preview
de: %1$@ in der Vorschau ausblenden
es: Ocultar %1$@ en la previsualización
fr: Masquer %1$@ dans l’aperçu
ja: プレビューで %1$@ を非表示
ko: 미리 보기에서 %1$@ 숨기기
pt_br: Ocultar %1$@ na visualização
zh_hans: 在预览中隐藏%1$@
zh_hant: 在預視中隱藏%1$@

source: Hide All (Black)
de: Alles ausblenden (Schwarz)
es: Ocultar todo (negro)
fr: Tout masquer (noir)
ja: すべてを隠す（黒）
ko: 모두 숨기기(검정)
pt_br: Ocultar tudo (preto)
zh_hans: 隐藏全部（黑色）
zh_hant: 隱藏全部（黑色）

source: Hide Compositor
de: Compositor ausblenden
es: Ocultar Compositor
fr: Masquer Compositor
ja: Compositor を非表示
ko: Compositor 가리기
pt_br: Ocultar Compositor
zh_hans: 隐藏 Compositor
zh_hant: 隱藏 Compositor

source: Hide Layer
de: Ebene ausblenden
es: Ocultar capa
fr: Masquer le calque
ja: レイヤーを非表示
ko: 레이어 숨기기
pt_br: Ocultar camada
zh_hans: 隐藏图层
zh_hant: 隱藏圖層

source: Hide Others
de: Andere ausblenden
es: Ocultar otros
fr: Masquer les autres
ja: ほかを非表示
ko: 기타 가리기
pt_br: Ocultar outros
zh_hans: 隐藏其他
zh_hant: 隱藏其他

source: Hide Selection
de: Auswahl ausblenden
es: Ocultar selección
fr: Masquer la sélection
ja: 選択範囲を隠す
ko: 선택 영역 숨기기
pt_br: Ocultar seleção
zh_hans: 隐藏选区
zh_hant: 隱藏選取範圍

source: Hide the background behind a layer mask, keeping the foreground subjects. The pixels stay, so the background can be painted back at any time.
de: Hintergrund mit einer Ebenenmaske ausblenden und Vordergrundmotive erhalten. Die Pixel bleiben erhalten, sodass der Hintergrund jederzeit wieder eingeblendet werden kann.
es: Ocultar el fondo con una máscara de capa y conservar los sujetos en primer plano. Los píxeles se mantienen, por lo que puede volver a descubrir el fondo pintando en cualquier momento.
fr: Masquer l’arrière-plan avec un masque de fusion en conservant les sujets au premier plan. Les pixels sont préservés ; vous pouvez repeindre le masque pour faire réapparaître l’arrière-plan à tout moment.
ja: レイヤーマスクで背景を隠し、前景の被写体を残します。ピクセルは保持されるため、いつでもマスクに描画して背景を復元できます。
ko: 레이어 마스크로 배경을 숨기고 전경 피사체를 유지합니다. 픽셀이 보존되므로 언제든지 마스크에 칠하여 배경을 복원할 수 있습니다.
pt_br: Ocultar o fundo com uma máscara de camada, preservando os objetos em primeiro plano. Os pixels são mantidos, para que você possa revelar o fundo pintando a qualquer momento.
zh_hans: 使用图层蒙版隐藏背景并保留前景主体。原像素会保留，可随时在蒙版上绘画恢复背景。
zh_hant: 使用圖層遮色片隱藏背景並保留前景主體。原像素會保留，可隨時在遮色片上繪畫恢復背景。

source: High
de: Hoch
es: Alto
fr: Élevé
ja: 高
ko: 높음
pt_br: Alta
zh_hans: 高
zh_hant: 高

source: High quality
de: Hohe Qualität
es: Alta calidad
fr: Haute qualité
ja: 高画質
ko: 고품질
pt_br: Alta qualidade
zh_hans: 高质量
zh_hant: 高品質

source: Highlight Clipping Indicator
de: Warnung für beschnittene Lichter
es: Indicador de recorte de iluminaciones
fr: Indicateur d’écrêtage des tons clairs
ja: 白飛び警告
ko: 밝은 영역 클리핑 표시기
pt_br: Indicador de corte de realces
zh_hans: 高光剪切警告
zh_hant: 亮部剪裁警告

source: Highlight Priority
de: Lichterpriorität
es: Prioridad de iluminaciones
fr: Priorité des hautes lumières
ja: ハイライト優先
ko: 밝은 영역 우선
pt_br: Prioridade de realces
zh_hans: 高光优先
zh_hant: 亮部優先

source: Highlight Priority protects bright edges. Color Priority also reduces color. Paint Overlay covers the edges evenly.
de: Lichterpriorität schützt helle Kanten. Farbpriorität reduziert zusätzlich die Farbe. Farbüberlagerung deckt die Ränder gleichmäßig ab.
es: Prioridad de iluminaciones protege los bordes claros. Prioridad de color también reduce el color. Superposición de pintura cubre los bordes uniformemente.
fr: Priorité des hautes lumières protège les bords clairs. Priorité de couleur réduit aussi la couleur. Incrustation de peinture couvre les bords uniformément.
ja: 「ハイライト優先」は明るい境界を保護します。「カラー優先」は色も抑えます。「ペイントオーバーレイ」は周辺を均等に覆います。
ko: 밝은 영역 우선은 밝은 가장자리를 보호합니다. 색상 우선은 색상도 줄입니다. 페인트 오버레이는 가장자리를 균일하게 덮습니다.
pt_br: Prioridade de realces protege as bordas claras. Prioridade de cores também reduz a cor. Sobreposição de pintura cobre as bordas uniformemente.
zh_hans: “高光优先”保护明亮边缘；“颜色优先”还会降低颜色强度；“绘画叠加”均匀覆盖边缘。
zh_hant: 「亮部優先」保護明亮邊緣；「顏色優先」還會降低顏色強度；「塗料覆蓋」均勻覆蓋邊緣。

source: Highlights
de: Lichter
es: Iluminaciones
fr: Tons clairs
ja: ハイライト
ko: 밝은 영역
pt_br: Realces
zh_hans: 高光
zh_hant: 亮部

source: Histogram
de: Histogramm
es: Histograma
fr: Histogramme
ja: ヒストグラム
ko: 히스토그램
pt_br: Histograma
zh_hans: 直方图
zh_hant: 色階分佈圖

source: Hold Shift to add or Option to subtract for one outline
de: Umschalt zum Hinzufügen oder Option zum Abziehen für einen einzelnen Umriss gedrückt halten
es: Mantenga pulsada Shift para añadir u Opción para restar un contorno
fr: Maintenir Maj pour ajouter ou Option pour soustraire un contour
ja: 1 つの輪郭を追加するには Shift、削除するには Option を押す
ko: 윤곽 하나를 추가하려면 Shift, 빼려면 Option 누르기
pt_br: Mantenha Shift pressionada para adicionar ou Option para subtrair um contorno
zh_hans: 绘制轮廓时按住 Shift 添加到选区，或按住 Option 从选区减去
zh_hant: 繪製輪廓時按住 Shift 新增到選取範圍，或按住 Option 從選取範圍減去

source: Horizontal ruler
de: Horizontallineal
es: Regla horizontal
fr: Règle horizontale
ja: 水平定規
ko: 가로 눈금자
pt_br: Régua horizontal
zh_hans: 水平标尺
zh_hant: 水平尺標

source: How far a color may be from the picked ones and still be selected
de: Zulässige Farbabweichung von den aufgenommenen Farben für die Auswahl
es: Cuánto puede diferir un color de los elegidos y seguir seleccionado
fr: Écart maximal par rapport aux couleurs prélevées pour être sélectionné
ja: 選択した色からどの程度異なる色まで選択するか
ko: 지정한 색상과 얼마나 다른 색상까지 선택할지 설정
pt_br: Quanto uma cor pode diferir das escolhidas e ainda ser selecionada
zh_hans: 允许选中的颜色与取样颜色之间的最大差异
zh_hant: 允許選中的顏色與取樣顏色之間的最大差異

source: How far apart the screen's lines are
de: Wie weit die Linien des Bildschirms voneinander entfernt sind
es: Distancia entre las líneas de la trama
fr: Quelle distance séparent les lignes de l'écran
ja: スクリーンの線の間隔
ko: 스크린 선 사이의 간격
pt_br: Distância entre as linhas da retícula
zh_hans: 屏幕扫描线的间距
zh_hant: 螢幕掃描線的間距

source: How far each color channel (0–255) can differ from the clicked color and still be selected
de: Wie weit jeder Farbkanal (0-255) von der angeklickten Farbe abweichen und dennoch ausgewählt werden kann
es: Cuánto puede diferir cada canal de color (0–255) del color pulsado y seguir seleccionado
fr: Jusqu'où chaque canal de couleur (0–255) peut différer de la couleur cliquée et être toujours sélectionné
ja: 各カラーチャンネル（0～255）で、クリックした色からどの程度異なる色まで選択するか
ko: 각 색상 채널(0~255)에서 클릭한 색상과 얼마나 다른 색상까지 선택할지 설정
pt_br: Quanto cada canal de cor (0–255) pode diferir da cor clicada e ainda ser selecionado
zh_hans: 每个颜色通道（0–255）与所单击颜色允许的最大差异
zh_hant: 每個色版（0–255）與點選顏色之間允許的最大差異

source: How far from each edge the sharpening reaches, in pixels.
de: Abstand von der Kante, auf den die Schärfung wirkt, in Pixeln.
es: Distancia desde cada borde a la que se aplica el enfoque, en píxeles.
fr: Distance d’action de l’accentuation à partir de chaque contour, en pixels.
ja: 各境界からシャープを適用する距離（ピクセル）。
ko: 각 가장자리에서 선명 효과를 적용할 거리(픽셀)입니다.
pt_br: Distância a partir de cada borda à qual a nitidez é aplicada, em pixels.
zh_hans: 锐化影响边缘周围的范围，以像素为单位。
zh_hant: 銳利化影響邊緣周圍的範圍，以像素為單位。

source: How far in brightness the adjustment reaches.
de: Helligkeitsbereich, auf den die Korrektur wirkt.
es: Amplitud del intervalo de brillo afectado por el ajuste.
fr: Étendue de la plage de luminosité affectée par le réglage.
ja: 調整が適用される明るさの範囲。
ko: 조정이 적용되는 밝기 범위입니다.
pt_br: Amplitude do intervalo de brilho afetado pelo ajuste.
zh_hans: 调整覆盖的明亮度范围。
zh_hant: 調整覆蓋的明度範圍。

source: How far in hue the adjustment reaches.
de: Farbtonbereich, auf den die Korrektur wirkt.
es: Amplitud del intervalo de tono afectado por el ajuste.
fr: Étendue de la plage de teintes affectée par le réglage.
ja: 調整が適用される色相の範囲。
ko: 조정이 적용되는 색조 범위입니다.
pt_br: Amplitude do intervalo de matiz afetado pelo ajuste.
zh_hans: 调整覆盖的色相范围。
zh_hant: 調整覆蓋的色相範圍。

source: How far in saturation the adjustment reaches.
de: Sättigungsbereich, auf den die Korrektur wirkt.
es: Amplitud del intervalo de saturación afectado por el ajuste.
fr: Étendue de la plage de saturation affectée par le réglage.
ja: 調整が適用される彩度の範囲。
ko: 조정이 적용되는 채도 범위입니다.
pt_br: Amplitude do intervalo de saturação afetado pelo ajuste.
zh_hans: 调整覆盖的饱和度范围。
zh_hant: 調整覆蓋的飽和度範圍。

source: How far the blur softens, in pixels
de: Reichweite des Weichzeichnens in Pixeln
es: Radio de suavizado del desenfoque, en píxeles
fr: Rayon du flou, en pixels
ja: ぼかしを適用する距離（ピクセル）
ko: 흐림 효과가 적용되는 거리(픽셀)
pt_br: Raio de suavização do desfoque, em pixels
zh_hans: 模糊作用的范围，以像素为单位
zh_hant: 模糊作用的範圍，以像素為單位

source: How much of each pixel's error spreads to its neighbors. Less gives flatter areas
de: Anteil des Pixelfehlers, der auf Nachbarpixel verteilt wird. Niedrigere Werte erzeugen gleichmäßigere Flächen.
es: Cuánto error de cada píxel se distribuye a sus vecinos. Un valor menor produce áreas más uniformes
fr: Part de l’erreur de chaque pixel diffusée à ses voisins. Les valeurs basses donnent des aplats plus uniformes.
ja: 各ピクセルの誤差を周囲に拡散する量。少ないほど平坦な領域になります。
ko: 각 픽셀의 오차를 주변으로 확산하는 양입니다. 낮을수록 영역이 균일해집니다.
pt_br: Quanto do erro de cada pixel se distribui aos vizinhos. Valores menores produzem áreas mais uniformes
zh_hans: 将每个像素的误差扩散到相邻像素的程度。数值越低，色块越平整
zh_hant: 將每個像素的誤差擴散到相鄰像素的程度。數值越低，色塊越平整

source: How much of the profile distortion correction is applied.
de: Wie viel von der Profilverzerrungskorrektur angewendet wird.
es: Cantidad de corrección de distorsión del perfil que se aplica.
fr: Combien de la correction de distorsion du profil est appliquée.
ja: プロファイルによるゆがみ補正の適用量。
ko: 프로필 왜곡 교정의 적용량입니다.
pt_br: Intensidade da correção de distorção do perfil aplicada.
zh_hans: 配置文件的镜头畸变校正强度。
zh_hant: 描述檔的鏡頭畸變校正強度。

source: How much of the profile vignetting correction is applied.
de: Wie viel von der Profilvignettierungskorrektur angewendet wird.
es: Cantidad de corrección de viñetas del perfil que se aplica.
fr: Combien de la correction du profil de vignetage est appliquée.
ja: プロファイルによる周辺光量補正の適用量。
ko: 프로필 비네팅 교정의 적용량입니다.
pt_br: Intensidade da correção de vinheta do perfil aplicada.
zh_hans: 配置文件的晕影校正强度。
zh_hant: 描述檔的暈映校正強度。

source: How much the curve also changes color strength. Zero matches Photoshop; lower keeps it to brightness, higher adds more color.
de: Wie stark die Kurve auch die Farbstärke verändert. Null entspricht Photoshop; niedrigere Werte beschränken sich auf die Helligkeit, höhere verstärken die Farbe.
es: Cuánto modifica la curva la intensidad del color. Cero coincide con Photoshop; los valores menores limitan el efecto al brillo y los mayores añaden más color.
fr: Influence de la courbe sur l’intensité des couleurs. Zéro correspond à Photoshop ; les valeurs basses privilégient la luminosité, les valeurs élevées renforcent la couleur.
ja: カーブが色の強さにも影響する度合いです。0 は Photoshop と同じで、低い値は明るさの変化を中心とし、高い値は色も強めます。
ko: 곡선이 색상의 강도에도 영향을 주는 정도입니다. 0은 Photoshop과 같고, 낮추면 밝기 위주로 바뀌며 높이면 색상도 더 강해집니다.
pt_br: Quanto a curva altera a intensidade da cor. Zero corresponde ao Photoshop; valores menores limitam o efeito ao brilho e valores maiores adicionam mais cor.
zh_hans: 曲线对颜色强度的影响。零对应 Photoshop 的效果；较低值偏重明亮度调整，较高值增加颜色强度。
zh_hant: 曲線對顏色強度的影響。零對應 Photoshop 的效果；較低值偏重明度調整，較高值增加顏色強度。

source: HSL lists every color. Color edits one family. Point Color adjusts a color you pick.
de: HSL zeigt alle Farben. Farbe bearbeitet eine Farbfamilie. Punktfarbe passt eine aufgenommene Farbe an.
es: HSL muestra todos los colores. Color edita una familia. Color de punto ajusta un color que elija.
fr: TSL affiche toutes les couleurs. Couleur modifie une famille de couleurs. Couleur du point ajuste une couleur prélevée.
ja: 「HSL」はすべての色を表示し、「カラー」は 1 つの色系統を編集します。「ポイントカラー」は指定した色を調整します。
ko: HSL은 모든 색상을 나열합니다. 색상은 한 색상 계열을 편집합니다. 포인트 색상은 지정한 색상을 조정합니다.
pt_br: HSL mostra todas as cores. Cor edita uma família. Cor pontual ajusta uma cor escolhida.
zh_hans: “HSL”列出所有色系；“颜色”编辑单个色系；“点颜色”调整拾取的特定颜色。
zh_hant: 「HSL」列出所有色系；「顏色」編輯單個色系；「點顏色」調整拾取的特定顏色。

source: Hue
de: Farbton
es: Tono
fr: Teinte
ja: 色相
ko: 색조
pt_br: Matiz
zh_hans: 色相
zh_hant: 色相

source: Hue and saturation of this wheel.
de: Farbton und Sättigung dieses Farbrads.
es: Tono y saturación de esta rueda.
fr: Teinte et saturation de cette roue.
ja: このホイールの色相と彩度。
ko: 이 휠의 색조와 채도입니다.
pt_br: Matiz e saturação desta roda.
zh_hans: 此色轮的色相和饱和度。
zh_hant: 此色輪的色相和飽和度。

source: Hue around the wheel, saturation outward from the center. Control-click to show the histogram.
de: Farbton entlang des Farbrads, Sättigung von der Mitte nach außen. Control-Klick zeigt das Histogramm.
es: El tono cambia alrededor de la rueda y la saturación aumenta desde el centro hacia fuera. Control-clic para mostrar el histograma.
fr: La teinte suit le cercle, la saturation augmente du centre vers l’extérieur. Contrôle-clic pour afficher l’histogramme.
ja: 円周方向が色相、中心から外側への距離が彩度です。Control-クリックでヒストグラムを表示します。
ko: 휠 둘레는 색조를, 중심에서 바깥쪽으로의 거리는 채도를 나타냅니다. Control-클릭하면 히스토그램을 표시합니다.
pt_br: O matiz varia ao redor da roda e a saturação aumenta do centro para fora. Control-clique para mostrar o histograma.
zh_hans: 圆周方向表示色相，离中心越远饱和度越高。按住 Control 单击可显示直方图。
zh_hant: 圓周方向表示色相，離中心越遠飽和度越高。按住 Control 按一下可顯示色階分佈圖。

source: Hue Range
de: Farbtonbereich
es: Intervalo de tono
fr: Plage de teintes
ja: 色相範囲
ko: 색조 범위
pt_br: Intervalo de matiz
zh_hans: 色相范围
zh_hant: 色相範圍

source: Hue range where green defringe runs.
de: Farbtonbereich, in dem grüne Farbsäume entfernt werden.
es: Intervalo de tono en el que se eliminan los halos verdes.
fr: Plage de teintes où les franges vertes sont supprimées.
ja: グリーンのフリンジを除去する色相範囲。
ko: 녹색 색수차를 제거할 색조 범위입니다.
pt_br: Intervalo de matiz no qual as bordas verdes são removidas.
zh_hans: 去除绿色色边的色相范围。
zh_hant: 去除綠色色邊的色相範圍。

source: Hue range where purple defringe runs.
de: Farbtonbereich, in dem violette Farbsäume entfernt werden.
es: Intervalo de tono en el que se eliminan los halos púrpura.
fr: Plage de teintes où les franges violettes sont supprimées.
ja: パープルのフリンジを除去する色相範囲。
ko: 보라색 색수차를 제거할 색조 범위입니다.
pt_br: Intervalo de matiz no qual as bordas roxas são removidas.
zh_hans: 去除紫色色边的色相范围。
zh_hant: 去除紫色色邊的色相範圍。

source: Hue Shift
de: Farbtonverschiebung
es: Cambio de tono
fr: Décalage de teinte
ja: 色相シフト
ko: 색조 이동
pt_br: Deslocamento de matiz
zh_hans: 色相偏移
zh_hant: 色相偏移

source: Hue shifts the color, Saturation its strength, and Luminance its brightness.
de: Farbton verschiebt die Farbe, Sättigung ihre Intensität und Luminanz ihre Helligkeit.
es: Tono cambia el color, Saturación su intensidad y Luminancia su brillo.
fr: Teinte modifie la couleur, Saturation son intensité et Luminance sa luminosité.
ja: 色相は色味、彩度は色の強さ、輝度は明るさを変えます。
ko: 색조는 색상을, 채도는 색상의 강도를, 광도는 밝기를 바꿉니다.
pt_br: Matiz altera a cor, Saturação sua intensidade e Luminância seu brilho.
zh_hans: “色相”改变颜色，“饱和度”改变颜色浓度，“明亮度”改变颜色亮度。
zh_hant: 「色相」改變顏色，「飽和度」改變顏色濃度，「明度」改變顏色亮度。

source: Hue/Saturation
de: Farbton/Sättigung
es: Tono/Saturación
fr: Teinte/Saturation
ja: 色相・彩度
ko: 색조/채도
pt_br: Matiz/Saturação
zh_hans: 色相/饱和度
zh_hant: 色相／飽和度

source: Hue/Saturation…
de: Farbton/Sättigung…
es: Tono/Saturación…
fr: Teinte/Saturation…
ja: 色相・彩度…
ko: 색조/채도…
pt_br: Matiz/Saturação…
zh_hans: 色相/饱和度…
zh_hant: 色相／飽和度…

source: Image
de: Bild
es: Imagen
ja: 画像
ko: 이미지
pt_br: Imagem
zh_hans: 图像
zh_hant: 影像

source: Image export supports canvases up to %1$@ megapixels and %2$@ pixels per side.
de: Der Bildexport unterstützt Arbeitsflächen bis zu %1$@ Megapixel und %2$@ Pixel pro Seite.
es: La exportación admite lienzos de hasta %1$@ megapíxeles y %2$@ píxeles por lado.
fr: L’exportation d’images prend en charge des zones de travail allant jusqu’à %1$@ mégapixels et %2$@ pixels par côté.
ja: 画像の書き出しは、最大 %1$@ メガピクセル、各辺 %2$@ ピクセルまでのカンバスに対応しています。
ko: 이미지 내보내기는 최대 %1$@메가픽셀, 각 변 %2$@픽셀의 캔버스를 지원합니다.
pt_br: A exportação suporta telas de até %1$@ megapixels e %2$@ pixels por lado.
zh_hans: 导出支持最多 %1$@ 百万像素、每边不超过 %2$@ 像素的画布。
zh_hant: 轉存支援最多 %1$@ 百萬像素、每邊不超過 %2$@ 像素的版面。

source: Image Size
de: Bildgröße
es: Tamaño de imagen
fr: Taille de l’image
ja: 画像解像度
ko: 이미지 크기
pt_br: Tamanho da imagem
zh_hans: 图像大小
zh_hant: 影像尺寸

source: Image Size…
de: Bildgröße…
es: Tamaño de imagen…
fr: Taille de l’image…
ja: 画像解像度…
ko: 이미지 크기…
pt_br: Tamanho da imagem…
zh_hans: 图像大小…
zh_hant: 影像尺寸…

source: Import
de: Importieren
es: Importar
fr: Importer
ja: 読み込み
ko: 가져오기
pt_br: Importar
zh_hans: 导入
zh_hant: 讀入

source: Import an image or add a blank layer.
de: Importieren Sie ein Bild oder fügen Sie eine leere Ebene hinzu.
es: Importar una imagen o añadir una capa en blanco.
fr: Importez une image ou ajoutez un calque vide.
ja: 画像を読み込むか、空のレイヤーを追加してください。
ko: 이미지를 가져오거나 빈 레이어를 추가하세요.
pt_br: Importar uma imagem ou adicionar uma camada em branco.
zh_hans: 导入图像或添加空白图层。
zh_hant: 讀入影像或新增空白圖層。
